{
  "title": "Perioperative chemoimmunotherapy induces strong immune responses and long-term survival in patients with HLA class I-deficient non-small cell lung cancer.",
  "pmid": "39428126",
  "doi": null,
  "affiliations": [
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain.",
    "Departamento de Bioquímica, Biología Molecular e Inmunología III. Instituto de Investigación Biosanitaria de Granada (Ibs. GRANADA), Universidad de Granada Facultad de Medicina, Granada, Andalucía, Spain.",
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain.",
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain.",
    "Catalan Institute of Oncology. Oncobell Program. IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain.",
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain.",
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain.",
    "Hospital Universitario de Vigo, Pontevedra, Spain.",
    "Departament of Medical Oncology, Hospital Universitari Vall d'Hebron, Barcelona, Catalunya, Spain.",
    "Fundación INCLIVA, Hospital Clínico Universitario de Valencia, Valencia, Spain.",
    "Hospital General Universitario Dr. Balmis de Alicante, Alicante, Spain.",
    "Hospital Universitario Quiron Dexeus, Grupo Quironsalud, Barcelona, Catalunya, Spain.",
    "Hospital Universitario Reina Sofia, Cordoba, Spain.",
    "Hospital Universitario Insular de Gran Canaria, Las Palmas de Gran Canaria, Spain.",
    "Hospital Universitario La Paz, Madrid, Madrid, Spain.",
    "Complexo Hospitalario Universitario A Coruña, A Coruna, Spain.",
    "Medical Oncology Intercenter Unit. IBIMA, Virgen de la Victoria University Hospital Pharmacy Clinic Management Unit, Malaga, Andalucía, Spain.",
    "The University of Texas MD Anderson Cancer Center, Houston, Texas, USA.",
    "The University of Texas MD Anderson Cancer Center, Houston, Texas, USA.",
    "Pathological Anatomy, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Spain.",
    "Unidad de Microscopía Óptica Avanzada, Instituto de Salud Carlos III, Majadahonda, Spain.",
    "Unidad de Bioinformática, Instituto de Investigación Sanitaria Puerta de Hierro-Segovia de Arana, Majadahonda, Spain.",
    "Departamento de Bioquímica, Biología Molecular e Inmunología III. Instituto de Investigación Biosanitaria de Granada (Ibs. GRANADA), Universidad de Granada Facultad de Medicina, Granada, Andalucía, Spain.",
    "Departamento de Bioquímica, Biología Molecular e Inmunología III. Instituto de Investigación Biosanitaria de Granada (Ibs. GRANADA), Universidad de Granada Facultad de Medicina, Granada, Andalucía, Spain.",
    "Departamento de Bioquímica, Biología Molecular e Inmunología III. Instituto de Investigación Biosanitaria de Granada (Ibs. GRANADA), Universidad de Granada Facultad de Medicina, Granada, Andalucía, Spain.",
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain.",
    "Departament of Medical Oncology, Hospital Universitario Puerta de Hierro Majadahonda, Majadahonda, Comunidad de Madrid, Spain alberto.cruz.bermudez@gmail.com."
  ]
}