{
  "title": "Longitudinal Analysis Reveals Dynamic Changes in Histopathologic Features in Responders to Neoadjuvant Treatment in a Stage III BRAF-Mutant Melanoma Cohort.",
  "pmid": "40239808",
  "doi": null,
  "affiliations": [
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; NSW Health Pathology, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia; NSW Health Pathology, Sydney, Australia; Department of Anatomical Pathology, Royal Prince Alfred Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Medical Oncology, Royal North Shore Hospital, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, Westmead Hospital, Sydney, Australia; Department of Medical Oncology, Blacktown Hospital, Sydney, Australia.",
    "The Sir Peter MacCallum Department of Oncology, The University of Melbourne, Melbourne, Australia; Peter MacCallum Cancer Centre, Melbourne, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia; Department of Melanoma and Surgical Oncology, Royal Prince Alfred Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia; Department of Surgical Oncology, Royal North Shore Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia; Department of Melanoma and Surgical Oncology, Royal Prince Alfred Hospital, Sydney, Australia; Chris O'Brien Lifehouse, Sydney, Australia; Department of Head and Neck Surgery, Concord Repatriation Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia; Department of Melanoma and Surgical Oncology, Royal Prince Alfred Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia; Department of Melanoma and Surgical Oncology, Royal Prince Alfred Hospital, Sydney, Australia; Chris O'Brien Lifehouse, Sydney, Australia; Department of Head and Neck Surgery, Concord Repatriation Hospital, Sydney, Australia.",
    "The Sir Peter MacCallum Department of Oncology, The University of Melbourne, Melbourne, Australia; Peter MacCallum Cancer Centre, Melbourne, Australia.",
    "Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Oncology, Westmead Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia; NSW Health Pathology, Sydney, Australia; Department of Anatomical Pathology, Royal Prince Alfred Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Charles Perkins Centre, The University of Sydney, Sydney, Australia; Department of Medical Oncology, Royal North Shore Hospital, Sydney, Australia; Department of Oncology, The Mater Hospital, Sydney, Australia.",
    "Melanoma Institute Australia, The University of Sydney, Sydney, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Department of Medical Oncology, Blacktown Hospital, Sydney, Australia. Electronic address: ines.silva@melanoma.org.au."
  ]
}