{
  "title": "Spatial transcriptomics defines injury specific microenvironments and cellular interactions in kidney regeneration and disease.",
  "pmid": "39237549",
  "doi": null,
  "affiliations": [
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA.",
    "Department of Stem Cell Biology and Regenerative Medicine, Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research, Keck School of Medicine of the University of Southern California, Los Angeles, California, USA.",
    "Fifth Department of Medicine, University Medical Centre Mannheim, University of Heidelberg, Mannheim, Germany.",
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA.",
    "Department of Stem Cell Biology and Regenerative Medicine, Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research, Keck School of Medicine of the University of Southern California, Los Angeles, California, USA.",
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA.",
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA.",
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA.",
    "Department of Genetics and Genomic Sciences and Charles Bronfman Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, USA.",
    "Department of Genetics and Genomic Sciences and Charles Bronfman Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, USA.",
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA.",
    "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA, USA. lcai@caltech.edu.",
    "Department of Stem Cell Biology and Regenerative Medicine, Eli and Edythe Broad Center for Regenerative Medicine and Stem Cell Research, Keck School of Medicine of the University of Southern California, Los Angeles, California, USA. amcmahon@med.usc.edu."
  ]
}