{
  "title": "Cathepsin C exacerbates EAE by promoting the expansion of Tfh cells and the formation of TLSs in the CNS.",
  "pmid": "39243987",
  "doi": null,
  "affiliations": [
    "Department of Anatomy, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: 741517237@qq.com.",
    "Department of Morphology, College of Basic Medical Sciences, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: Xiaohan-yxh@163.com.",
    "Department of Pathophysiology, College of Basic Medical Sciences, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: zhaohenan@dmu.edu.cn.",
    "Department of Anatomy, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: zhaonana1991@live.com.",
    "Department of Anatomy, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: 2286130554@qq.com.",
    "Department of Anatomy, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: 1957825811@qq.com.",
    "Department of Immunology, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: lixia0416@dmu.edu.cn.",
    "Department of Anatomy, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: 569168066@qq.com.",
    "Stem Cell Clinical Research Center, The First Affiliated Hospital of Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: liujing@dmu.edu.cn.",
    "Department of Anatomy, College of Basic Medical Science, Dalian Medical University, Dalian, Liaoning 116044, China; National-Local Joint Engineering Research Center for Drug-Research and Development (R&D) of Neurodegenerative Diseases, Dalian Medical University, Dalian, Liaoning 116044, China. Electronic address: ma_jianmei@hotmail.com."
  ]
}