{
  "title": "Differences in the pathological, transcriptomic, and prognostic implications of lymphoid structures between primary and metastatic cutaneous melanomas.",
  "pmid": "39537211",
  "doi": null,
  "affiliations": [
    "Department of Cutaneous Oncology, Moffitt Cancer Center, Tampa, Florida, USA lilit.karapetyan@moffitt.org.",
    "Department of Pathology, Indiana University, Indianapolis, Indiana, USA.",
    "UPMC Hillman Cancer Center, Pittsburgh, Pennsylvania, USA.",
    "Department of Pathology, Phoenix Children's Hospital, Phoenix, Arizona, USA.",
    "University of Pittsburgh Medical Center Health System, Pittsburgh, Pennsylvania, USA.",
    "Faculty of Medicine, Jordan University of Science and Technology, Irbid, Jordan.",
    "Oncology Science, University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA.",
    "Medical Oncology, OU Stephenson Cancer Center, Oklahoma City, Oklahoma, USA.",
    "Faculty of Medicine, Jordan University of Science and Technology, Irbid, Jordan.",
    "Department of Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania, USA.",
    "UPMC Hillman Cancer Center, Pittsburgh, Pennsylvania, USA.",
    "Graduate School of Public Health, University of Pittsburgh Graduate School of Public Health, Pittsburgh, Pennsylvania, USA.",
    "Graduate School of Public Health, University of Pittsburgh Graduate School of Public Health, Pittsburgh, Pennsylvania, USA.",
    "Moffitt Cancer Center, Tampa, Florida, USA.",
    "Department of Biostatistics and Bioinformatics, Moffitt Cancer Center & Research Institute, Tampa, Florida, USA.",
    "Moffitt Cancer Center, Tampa, Florida, USA.",
    "Department of Biostatistics and Bioinformatics, Moffitt Cancer Center & Research Institute, Tampa, Florida, USA.",
    "Moffitt Cancer Center, Tampa, Florida, USA.",
    "Department of Biostatistics and Bioinformatics, Moffitt Cancer Center & Research Institute, Tampa, Florida, USA.",
    "University of Pittsburgh Medical Center Health System, Pittsburgh, Pennsylvania, USA.",
    "Pathology, H Lee Moffitt Cancer Center and Research Center Inc, Tampa, Florida, USA.",
    "Pathology, H Lee Moffitt Cancer Center and Research Center Inc, Tampa, Florida, USA.",
    "University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA.",
    "UPMC, Pittsburgh, Pennsylvania, USA.",
    "Department of Pathology, Moffitt Cancer Center, Tampa, Florida, USA.",
    "Moffitt Cancer Center, Tampa, Florida, USA.",
    "Dermatology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA.",
    "Department of Immunology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA.",
    "Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
  ]
}