{
  "title": "Ferroptosis triggers anti-tumor immunity via promoting chaperone-mediated autophagic degradation of SHP2.",
  "pmid": "40759058",
  "doi": null,
  "affiliations": [
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China.",
    "Department of Oncology, The First Affiliated Hospital with Nanjing Medical University, Nanjing, China.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Nuclear Medicine, Nanjing Drum Tower Hospital, School of Life Science, Nanjing University, Nanjing, China. Electronic address: liuwen@nju.edu.cn.",
    "Department of Oncology, The First Affiliated Hospital with Nanjing Medical University, Nanjing, China. Electronic address: guyhphd@163.com.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China. Electronic address: molpharm@163.com.",
    "State Key Laboratory of Pharmaceutical Biotechnology, Department of Gastroenterology, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, 210093, Nanjing, China. Electronic address: guowj@nju.edu.cn."
  ]
}