{
  "title": "Artery tertiary lymphoid organs in atherosclerosis: A review.",
  "pmid": "40058576",
  "doi": null,
  "affiliations": [
    "School of Integrative Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China.",
    "School of Integrative Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China.",
    "School of Integrative Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China.",
    "School of Integrative Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China.",
    "School of Integrative Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China. Electronic address: yiminbao@163.com.",
    "School of Integrative Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; School of Traditional Chinese Medicine, Shanghai University of Traditional Chinese Medicine, No. 1200 Cailun Road, Shanghai 201203, China; Division of Cardiovascular Medicine, Department of Medicine, Vanderbilt University Medical Center, 2220 Pierce Ave, Preston Research Building, Room 359, Nashville, TN 37232, United States. Electronic address: ke.ning@vumc.org."
  ]
}