{
  "title": "Hierarchical protein nano-crystalline hydrogel with extracellular vesicles for ectopic lymphoid structure formation.",
  "pmid": "39933315",
  "doi": null,
  "affiliations": [
    "Department of Chemical Engineering, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea; Department of Biochemistry & Molecular Biology, Korea University College of Medicine, Seoul, 02841, Republic of Korea.",
    "KU-KIST Graduate School of Converging Science and Technology, Korea University, Seoul, 02842, Republic of Korea; Chemical & Biological Integrative Research Center, Biomedical Research Institute, Korea Institute of Science and Technology, Seoul, 02792, Republic of Korea.",
    "Department of Chemical Engineering, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea.",
    "KU-KIST Graduate School of Converging Science and Technology, Korea University, Seoul, 02842, Republic of Korea; Chemical & Biological Integrative Research Center, Biomedical Research Institute, Korea Institute of Science and Technology, Seoul, 02792, Republic of Korea.",
    "Department of Chemical Engineering, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea.",
    "Department of Chemical Engineering, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea.",
    "Department of Polymer Science and Engineering, Kyungpook National University, Daegu, 41566, Republic of Korea.",
    "Department of Applied Chemistry, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea.",
    "Department of Chemical Engineering, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea.",
    "Department of Biochemistry & Molecular Biology, Korea University College of Medicine, Seoul, 02841, Republic of Korea.",
    "KU-KIST Graduate School of Converging Science and Technology, Korea University, Seoul, 02842, Republic of Korea; Chemical & Biological Integrative Research Center, Biomedical Research Institute, Korea Institute of Science and Technology, Seoul, 02792, Republic of Korea. Electronic address: iskim14@kist.re.kr.",
    "Department of Chemical Engineering, School of Chemical Engineering and Applied Chemistry, Kyungpook National University, Daegu, 41566, Republic of Korea. Electronic address: eunjunglee@knu.ac.kr."
  ]
}