{
  "title": "Dendritic cell-liposome conjugates reverse immunosuppressive tumor microenvironment for inhibiting colitis-associated colorectal cancer.",
  "pmid": "40781495",
  "doi": null,
  "affiliations": [
    "State Key Laboratory of Drug Research & Center of Pharmaceutics, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, 201203, China.",
    "University of Chinese Academy of Sciences, Beijing, 100049, China.",
    "State Key Laboratory of Drug Research & Center of Pharmaceutics, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, 201203, China.",
    "Department of Medical Ultrasound and Center of Minimally Invasive Treatment for Tumor, Shanghai Tenth People's Hospital, Ultrasound Research and Education Institute, School of Medicine Tongji University, Shanghai, 200072, China.",
    "State Key Laboratory of Drug Research & Center of Pharmaceutics, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, 201203, China.",
    "University of Chinese Academy of Sciences, Beijing, 100049, China.",
    "Nanjing University of Chinese Medicine, Nanjing, 210023, China.",
    "State Key Laboratory of Drug Research & Center of Pharmaceutics, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, 201203, China.",
    "State Key Laboratory of Drug Research & Center of Pharmaceutics, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, 201203, China.",
    "University of Chinese Academy of Sciences, Beijing, 100049, China.",
    "State Key Laboratory of Drug Research & Center of Pharmaceutics, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, 201203, China. ypli@simm.ac.cn.",
    "University of Chinese Academy of Sciences, Beijing, 100049, China. ypli@simm.ac.cn.",
    "Nanjing University of Chinese Medicine, Nanjing, 210023, China. ypli@simm.ac.cn.",
    "Shandong Laboratory of Yantai Drug Discovery, Bohai Rim Advanced Research Institute for Drug Discovery, Yantai, 264000, China. ypli@simm.ac.cn.",
    "Precision Research Center for Refractory Diseases, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 201620, China. dg_wang@sjtu.edu.cn."
  ]
}