{
  "title": "Skin immune-mesenchymal interplay within tertiary lymphoid structures promotes autoimmune pathogenesis in hidradenitis suppurativa.",
  "pmid": "39662091",
  "doi": null,
  "affiliations": [
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "Institute of Systems Genetics, New York University Grossman School of Medicine, New York, NY, USA; Vilcek Institute of Graduate Biomedical Sciences, New York University Grossman School of Medicine, New York, NY, USA.",
    "Department of Pathology, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA; Vilcek Institute of Graduate Biomedical Sciences, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "Department of Ophthalmology, Kaohsiung Medical University Hospital, Kaohsiung Medical University, Kaohsiung, Taiwan.",
    "Institute for Immunology and Immune Health, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA; Department of Dermatology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA; Department of Systems Pharmacology and Translational Therapeutics, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA; The Colton Center for Autoimmunity at the University of Pennsylvania, Philadelphia, PA 19104, USA.",
    "Center for Computational and Genomic Medicine, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA.",
    "Institute for Immunology and Immune Health, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA; Center for Computational and Genomic Medicine, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA; Department of Pathology and Laboratory Medicine, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA.",
    "Institute for Immunology and Immune Health, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA; Department of Systems Pharmacology and Translational Therapeutics, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA; The Colton Center for Autoimmunity at the University of Pennsylvania, Philadelphia, PA 19104, USA.",
    "Laboratory of Systems Pharmacology, Department of Systems Biology, Ludwig Center at Harvard, Harvard Medical School, Boston, MA, USA.",
    "Laboratory of Systems Pharmacology, Department of Systems Biology, Ludwig Center at Harvard, Harvard Medical School, Boston, MA, USA.",
    "Laboratory of Systems Pharmacology, Department of Systems Biology, Ludwig Center at Harvard, Harvard Medical School, Boston, MA, USA.",
    "Laboratory of Systems Pharmacology, Department of Systems Biology, Ludwig Center at Harvard, Harvard Medical School, Boston, MA, USA; Department of Pathology, Brigham and Women's Hospital, Boston, MA, USA.",
    "Laboratory of Investigative Dermatology, The Rockefeller University, New York, NY, USA.",
    "Institute of Systems Genetics, New York University Grossman School of Medicine, New York, NY, USA; Division of Precision Medicine, Department of Medicine, New York University Grossman School of Medicine, New York, NY, USA.",
    "Department of Population Health Sciences, Weill Cornell Medicine, Cornell University, New York, NY, USA; Institute of Artificial Intelligence for Digital Health, Weill Cornell Medicine, Cornell University, New York, NY, USA.",
    "Department of Population Health Sciences, Weill Cornell Medicine, Cornell University, New York, NY, USA; Institute of Artificial Intelligence for Digital Health, Weill Cornell Medicine, Cornell University, New York, NY, USA.",
    "Department of Pathology, New York University Grossman School of Medicine, New York, NY, USA.",
    "Department of Pathology, New York University Grossman School of Medicine, New York, NY, USA; The Laura and Isaac Perlmutter Cancer Center, New York University Langone Health, New York, NY 10016, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA.",
    "The Hansjörg Wyss Department of Plastic Surgery, New York University Grossman School of Medicine, New York, NY, USA; Department of Cell Biology, New York University Grossman School of Medicine, New York, NY, USA. Electronic address: pei-ju.lu@nyulangone.org."
  ]
}