{
  "title": "Noninvasive MRI imaging feature-based prediction of intratumoral tertiary lymphoid structure maturity in hepatocellular carcinoma: a multicenter retrospective study.",
  "pmid": "40767869",
  "doi": null,
  "affiliations": [
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "Department of Ultrasound, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "Department of Radiology, Xiangya Hospital, Central South University, Hunan, China.",
    "Department of Radiology, Xiangya Hospital, Central South University, Hunan, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "Institute of Pathology and Southwest Cancer Center, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China. landcw@tmmu.edu.cn.",
    "Institute of Pathology and Southwest Cancer Center, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing, China. liqr621@163.com.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China. 359261069@qq.com."
  ]
}