{
  "title": "Inflammation and limited adaptive immunity predict worse outcomes on immunotherapy in head and neck cancer.",
  "pmid": "40764401",
  "doi": null,
  "affiliations": [
    "Department of Internal Medicine IV, Oncology/Hematology, Martin-Luther-University Halle-Wittenberg, Halle (Saale), Germany.",
    "Division of Medical Oncology, University Hospital Basel, Basel, Switzerland.",
    "Laboratory of Translational Immuno-Oncology, Department of Biomedicine, University and University Hospital Basel, Basel, Switzerland.",
    "Division of Medical Oncology, University Hospital Basel, Basel, Switzerland.",
    "Laboratory of Translational Immuno-Oncology, Department of Biomedicine, University and University Hospital Basel, Basel, Switzerland.",
    "Collaborative Research Institute Intelligent Oncology (CRIION), Freiburg, Germany.",
    "Department of Hematology and Oncology, Campus Benjamin Franklin, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Berlin, Germany.",
    "Department of Hematology, Oncology, Stem-Cell Transplantation and Palliative Care, Klinikum Stuttgart, Stuttgart, Germany.",
    "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, RWTH Aachen University, Aachen, Germany.",
    "Department of Oncology, Hematology and Bone Marrow Transplantation with Section of Pneumology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany.",
    "Department of Otorhinolaryngology, Head and Neck Surgery, University Medicine Greifswald, Greifswald, Germany.",
    "Division of Medical Oncology, University Hospital Basel, Basel, Switzerland.",
    "Ultimovacs, Oslo, Norway.",
    "Koordinierungszentrum für Klinische Studien Halle (KKS), Medical Faculty, Martin-Luther-University Halle-Wittenberg, Halle (Saale), Germany.",
    "Hematology-Oncology Practice Eppendorf (HOPE), Hamburg, Germany.",
    "Clinical Cancer Research Consulting (CCRC), Düsseldorf, Germany.",
    "Division of Medical Oncology, University Hospital Basel, Basel, Switzerland. mascha.binder@unibas.ch.",
    "Laboratory of Translational Immuno-Oncology, Department of Biomedicine, University and University Hospital Basel, Basel, Switzerland. mascha.binder@unibas.ch.",
    "Collaborative Research Institute Intelligent Oncology (CRIION), Freiburg, Germany. mascha.binder@unibas.ch."
  ]
}