{
  "title": "Induction of tertiary lymphoid structures in tumor microenvironment to improve anti-tumoral immune checkpoint blockade efficacy.",
  "pmid": "40517527",
  "doi": null,
  "affiliations": [
    "Department of Medical Oncology, Henri Becquerel Institute, Rouen University, Rouen, France; INSERM U1245, IRON, Université de Rouen, Rouen, France.",
    "Drug Development Department, Gustave Roussy, Université Paris Saclay, Villejuif, France; Immunomonitoring laboratory, L.I.O, CNRS 3655 and INSERM US 23 AMMICA, Gustave Roussy, Université Paris Saclay, Villejuif, France.",
    "Immunomonitoring laboratory, L.I.O, CNRS 3655 and INSERM US 23 AMMICA, Gustave Roussy, Université Paris Saclay, Villejuif, France; Department of Cancer Medicine, Gustave Roussy, Université Paris Saclay, Villejuif, France.",
    "Drug Development Department, Gustave Roussy, Université Paris Saclay, Villejuif, France.",
    "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; INSERM U1015, CIC1428 BIOTHERIS, Gustave Roussy, Villejuif, France.",
    "Department of Medical Oncology, Henri Becquerel Institute, Rouen University, Rouen, France; INSERM U1245, IRON, Université de Rouen, Rouen, France.",
    "Department of Medical Oncology, Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA.",
    "Drug Development Department, Gustave Roussy, Université Paris Saclay, Villejuif, France; INSERM U1015, CIC1428 BIOTHERIS, Gustave Roussy, Villejuif, France.",
    "Immunomonitoring laboratory, L.I.O, CNRS 3655 and INSERM US 23 AMMICA, Gustave Roussy, Université Paris Saclay, Villejuif, France.",
    "Drug Development Department, Gustave Roussy, Université Paris Saclay, Villejuif, France.",
    "Drug Development Department, Gustave Roussy, Université Paris Saclay, Villejuif, France; INSERM U1015, CIC1428 BIOTHERIS, Gustave Roussy, Villejuif, France; Department of Medical Oncology, Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA. Electronic address: Francois-xavier.danlos@gustaveroussy.fr."
  ]
}