{
  "title": "Methods for Selective Gene Expression Profiling in Single Tertiary Lymphoid Structure Using Laser Capture Microdissection.",
  "pmid": "39527219",
  "doi": null,
  "affiliations": [
    "Institut National de la Santé et de la Recherche Médicale (INSERM), UMRS 1138, Cordeliers Research Center, Laboratory \"Cancer, Immune Control and Escape\", Paris, France.",
    "Université Paris Cité, UMRS 1138, Cordeliers Research Center, Paris, France.",
    "Sorbonne University, UMRS 1138, Cordeliers Research Center, Paris, France.",
    "Vall d'Hebron Institute of Oncology, Aging and Cancer Group, Barcelona, Spain.",
    "Institut National de la Santé et de la Recherche Médicale (INSERM), UMRS 1138, Cordeliers Research Center, Laboratory \"Cancer, Immune Control and Escape\", Paris, France.",
    "Université Paris Cité, UMRS 1138, Cordeliers Research Center, Paris, France.",
    "Sorbonne University, UMRS 1138, Cordeliers Research Center, Paris, France.",
    "Institut de Recherches Servier, Center for Therapeutic Innovation in Oncology, Croissy-sur-Seine, France.",
    "UMRS1135 Sorbonne Université, Paris, France.",
    "Inserm U1135, Paris, France.",
    "Team \"Immune Microenvironment and Immunotherapy\", Centre of Immunology and Microbial Infections (CIMI), Faculté de Médecine Sorbonne Université, Paris, France.",
    "Institut National de la Santé et de la Recherche Médicale (INSERM), UMRS 1138, Cordeliers Research Center, Laboratory \"Cancer, Immune Control and Escape\", Paris, France. Jeg2035@med.cornell.edu.",
    "Université Paris Cité, UMRS 1138, Cordeliers Research Center, Paris, France. Jeg2035@med.cornell.edu.",
    "Sorbonne University, UMRS 1138, Cordeliers Research Center, Paris, France. Jeg2035@med.cornell.edu.",
    "Joan and Sanford I. Weill Department of Medicine, Division of Gastroenterology and Hepatology, Department of Microbiology and Immunology and The Jill Robert's Institute for Research in Inflammatory Bowel Disease, Weill Cornell Medicine, Cornell University, New York, NY, USA. Jeg2035@med.cornell.edu."
  ]
}