{
  "title": "Prehabilitation during neoadjuvant chemotherapy results in an enhanced immune response in esophageal adenocarcinoma tumors: A randomized controlled trial.",
  "pmid": "40499717",
  "doi": null,
  "affiliations": [
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK; Department of Oesophago-Gastric Surgery, Royal Surrey NHS Foundation Trust, Guildford GU27XX, UK. Electronic address: charles.rayner@doctors.org.uk.",
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK; Section of Sport, Health & Exercise Sciences, Department of Nutritional Sciences, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK. Electronic address: d.bartlett@surrey.ac.uk.",
    "Department of Oesophago-Gastric Surgery, Royal Surrey NHS Foundation Trust, Guildford GU27XX, UK.",
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK.",
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK.",
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK.",
    "Section of Sport, Health & Exercise Sciences, Department of Nutritional Sciences, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK.",
    "Section of Sport, Health & Exercise Sciences, Department of Nutritional Sciences, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK; Department of Biology, Heriot Watt University, Edinburgh EH144AS, UK.",
    "Department of Cellular Pathology, Royal Surrey NHS Foundation Trust, Guildford GU27XX, UK.",
    "Department of Oesophago-Gastric Surgery, Salford Royal NHS Foundation Trust, Salford M68HD, UK; Division of Cancer Sciences, School of Medical Sciences, University of Manchester, Manchester M144PX, UK.",
    "Department of Oesophago-Gastric Surgery, Royal Surrey NHS Foundation Trust, Guildford GU27XX, UK.",
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK; Department of Hepatobiliary surgery, Royal Surrey NHS Foundation Trust, Guildford GU27XX, UK.",
    "Section of Oncology, Department of Clinical and Experimental Medicine, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU27XH, UK.",
    "Department of Oesophago-Gastric Surgery, Royal Surrey NHS Foundation Trust, Guildford GU27XX, UK."
  ]
}