{
  "title": "Extended tumor area-based stratification score combining tumor budding and stroma identifies a high-risk, immune-depleted group in localized microsatellite-stable colon cancer patients.",
  "pmid": "40107009",
  "doi": null,
  "affiliations": [
    "Department of Pathology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: bpalomar@incliva.es.",
    "Department of Pathology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain.",
    "Department of Oncology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: noetalla@incliva.es.",
    "Department of Pathology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: cortega@incliva.es.",
    "Department of Oncology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain.",
    "Department of Surgery.Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA. Spain.",
    "Department of Oncology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: srosello@incliva.es.",
    "Department of Oncology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: droda@incliva.es.",
    "Department of Surgery.Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA. Spain. Electronic address: vplamarti@yahoo.es.",
    "Department of Oncology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: andres.cervantes@uv.es.",
    "Department of Pathology. Hospital Clínico Universitario of Valencia. Biomedical Research Institute INCLIVA, University of Valencia, Spain. Electronic address: marciar@uv.es."
  ]
}