{
  "title": "Comprehensive tumor-immune profiling reveals mediators of paradoxical immune sensitivity in sarcomatoid renal cell carcinoma.",
  "pmid": "40780212",
  "doi": null,
  "affiliations": [
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA; MD-PhD Program, University at Buffalo Jacobs School of Medicine and Biomedical Sciences, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Biostatistics & Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Biostatistics & Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA; Department of Gynecologic Oncology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Division of Early Detection and Prevention, Translational Genomics Research Institute, Phoenix, AZ 85004, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Medical Oncology & Therapeutics Research, City of Hope Comprehensive Cancer Center, Duarte, CA 91010, USA.",
    "Department of Medical Oncology & Therapeutics Research, City of Hope Comprehensive Cancer Center, Duarte, CA 91010, USA.",
    "Department of Medical Oncology & Therapeutics Research, City of Hope Comprehensive Cancer Center, Duarte, CA 91010, USA; Department of Medicine, Yale University School of Medicine, New Haven, CT 06510, USA.",
    "Flow and Immune Analysis Shared Resource, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Cancer Genetics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Pathology Network Shared Resource, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Flow and Immune Analysis Shared Resource, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Division of Early Detection and Prevention, Translational Genomics Research Institute, Phoenix, AZ 85004, USA.",
    "Bioinnovation and Genome Sciences Division, Translational Genomics Research Institute, Phoenix, AZ 85004, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Genomics Shared Resource, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Pathology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Biostatistics & Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA; Department of Gynecologic Oncology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Pathology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Biostatistics & Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA; Department of Cancer Genetics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Biostatistics & Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA.",
    "Department of Medical Oncology & Therapeutics Research, City of Hope Comprehensive Cancer Center, Duarte, CA 91010, USA.",
    "Department of Cancer Genetics, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA; Department of Urology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA. Electronic address: eric.kauffman@roswellpark.org.",
    "Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY 14263, USA. Electronic address: jason.muhitch@roswellpark.org."
  ]
}