{
  "title": "Spatial transcriptomics reveals tryptophan metabolism restricting maturation of intratumoral tertiary lymphoid structures.",
  "pmid": "40185093",
  "doi": null,
  "affiliations": [
    "Advanced Medical Technology Center, The First Affiliated Hospital, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China; Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China. Electronic address: tangzhh99@mail.sysu.edu.cn.",
    "BGI Research, Sanya 572025, China; BGI Research, Hangzhou 310030, China.",
    "BGI Research, Hangzhou 310030, China.",
    "Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China.",
    "Center of Hepato-Pancreato-Biliary Surgery, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "Center of Hepato-Pancreato-Biliary Surgery, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China; Institute of Diagnostic and Interventional Ultrasound, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China; Institute of Precision Medicine, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "Department of Endocrinology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China; Department of Oncology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "Center of Hepato-Pancreato-Biliary Surgery, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "BGI Research, Chongqing 401329, China; College of Life Sciences, University of Chinese Academy of Sciences, Beijing 100049, China.",
    "BGI Research, Sanya 572025, China; BGI Research, Hangzhou 310030, China; College of Life Sciences, University of Chinese Academy of Sciences, Beijing 100049, China.",
    "BGI Research, Sanya 572025, China; BGI Research, Hangzhou 310030, China; BGI College & Henan Institute of Medical and Pharmaceutical Sciences, Zhengzhou University, Zhengzhou 450000, China.",
    "BGI Research, Sanya 572025, China; BGI Research, Hangzhou 310030, China.",
    "Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China.",
    "Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou 510080, China.",
    "Institute of Precision Medicine, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "Institute of Precision Medicine, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China; Institute for Cardiovascular Prevention, Ludwig-Maximilians-University, 80336 Munich, Germany.",
    "Institute of Precision Medicine, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China.",
    "BGI Research, Hangzhou 310030, China; Shenzhen Bay Laboratory, Shenzhen 518000, China; Shenzhen Key Laboratory of Single-Cell Omics, BGI-Shenzhen, Shenzhen 518120, China; The Guangdong-Hong Kong Joint Laboratory on Immunological and Genetic Kidney Diseases, Guangzhou 510000, China. Electronic address: liushiping@genomics.cn.",
    "Institute of Precision Medicine, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China; Clinical Trial Unit, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China. Electronic address: pengsui@mail.sysu.edu.cn.",
    "Center of Hepato-Pancreato-Biliary Surgery, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China; Institute of Precision Medicine, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou 510080, China. Electronic address: kuangm@mail.sysu.edu.cn."
  ]
}