{
  "title": "Integrative bioinformatics analysis and experimental validation identify CHEK1 as an unfavorable prognostic biomarker related to immunosuppressive phenotypes in soft tissue sarcomas.",
  "pmid": "40751074",
  "doi": null,
  "affiliations": [
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China. chaorong@suda.edu.cn.",
    "Department of Radiation Oncology, The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, Anhui, China.",
    "Department of Radiation Oncology, Anhui Provincial Cancer Hospital, Hefei, Anhui, China.",
    "Department of Otorhinolaryngology, Wuhan Center Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Medical Experimental Center, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China.",
    "Department of Radiotherapy, University Medical Center Giessen-Marburg, Marburg, Germany.",
    "Department of Otolaryngology, Head and Neck Surgery, University Hospital Heidelberg, and German Cancer Research Center (DKFZ), Heidelberg, Germany.",
    "Department of General Surgery, The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, Anhui, China.",
    "Department of Otorhinolaryngology, Wuhan Center Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China. QZhang_HUST@outlook.com.",
    "Department of Pathology, School of Basic Medical Sciences, Suzhou Medical College, Soochow University, Suzhou, Jiangsu, China. wangshouli@suda.edu.cn.",
    "Suzhou Key Laboratory of Tumor Microenvironment and Pathology, Suzhou Medical College of Soochow University, Suzhou, Jiangsu, China. wangshouli@suda.edu.cn."
  ]
}