{
  "title": "Synthetic biology-driven induction of mature TLS formation enhances antitumor immunity in colorectal cancer.",
  "pmid": "40531967",
  "doi": null,
  "affiliations": [
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Department of Diagnostic Radiology, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 119074, Singapore.",
    "Department of Chemical and Biomolecular Engineering and Department of Biomedical Engineering, College of Design and Engineering, National University of Singapore, Singapore 117575, Singapore.",
    "Department of Pharmacy and Pharmaceutical Sciences, National University of Singapore, Singapore 117544, Singapore.",
    "Clinical Imaging Research Centre, Centre for Translational Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 117599, Singapore.",
    "Nanomedicine Translational Research Program, NUS Center for Nanomedicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 117597, Singapore.",
    "Institute of Molecular and Cell Biology, Agency for Science, Technology, and Research (A*STAR), Singapore 138673, Singapore.",
    "Theranostics Center of Excellence (TCE), Yong Loo Lin School of Medicine, National University of Singapore, Singapore 138667, Singapore.",
    "Department of Radiology, Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, China.",
    "Key Laboratory of Biological Nanotechnology of National Health Commission, Changsha, Hunan 410008, China.",
    "Furong Laboratory, Changsha, Hunan 410008, China."
  ]
}