{
  "title": "Integrated single-cell and spatial transcriptomics uncover distinct cellular subtypes involved in neural invasion in pancreatic cancer.",
  "pmid": "40680743",
  "doi": null,
  "affiliations": [
    "Institute of Cancer Research, Shenzhen Bay Laboratory, Shenzhen 518132, China. Electronic address: chemm_szbl@outlook.com.",
    "Biomedical Pioneering Innovation Center (BIOPIC), Academy for Advanced Interdisciplinary Studies, and School of Life Sciences, Peking University, Beijing 100871, China; Changping Laboratory, Beijing 102206, China.",
    "Institute of Cancer Research, Shenzhen Bay Laboratory, Shenzhen 518132, China.",
    "Institute of Cancer Research, Shenzhen Bay Laboratory, Shenzhen 518132, China.",
    "Institute of Cancer Research, Shenzhen Bay Laboratory, Shenzhen 518132, China.",
    "Department of Pancreatic Surgery, Department of General Surgery, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Department of Pathology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Institute of Cancer Research, Shenzhen Bay Laboratory, Shenzhen 518132, China.",
    "Institute of Cancer Research, Shenzhen Bay Laboratory, Shenzhen 518132, China.",
    "Department of Pancreatic Surgery, Department of General Surgery, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Department of Pathology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Department of Pancreatic Surgery, Department of General Surgery, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Biomedical Pioneering Innovation Center (BIOPIC), Academy for Advanced Interdisciplinary Studies, and School of Life Sciences, Peking University, Beijing 100871, China.",
    "Department of Pathology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China. Electronic address: zhangqingling@gdph.org.cn.",
    "Department of Pancreatic Surgery, Department of General Surgery, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China. Electronic address: chenrf63@163.com.",
    "Biomedical Pioneering Innovation Center (BIOPIC), Academy for Advanced Interdisciplinary Studies, and School of Life Sciences, Peking University, Beijing 100871, China; Chongqing Medical University, Chongqing, China. Electronic address: zemin@pku.edu.cn."
  ]
}