{
  "title": "A multicentric national phase II trial assessing TIslelizumab in monotherapy for patients with Hepatocellular Carcinoma Child-Pugh B and ALBI grade 1 or 2 liver function score: The UCGI 41 HESTIA TRIAL DESIGN AND PRELIMINARY SAFETY Data.",
  "pmid": "40752979",
  "doi": null,
  "affiliations": [
    "Medical Oncologist, GastroIntestinal Cancer - Centre Eugène Marquis France. Electronic address: h.bourien@rennes.unicancer.fr.",
    "Medical Oncologist, GastroIntestinal Cancer- Hôpital Saint Joseph Marseille France.",
    "Biostatistic, Centre Eugènes Marquis, Rennes, France.",
    "Medical Oncologist, GastroIntestinal Cancer, CHU Beaujon, Clichy, France.",
    "Medical Oncologist, GastroIntestinal Cancer, CHU Montpellier, France.",
    "Medical Oncologist, GastroIntestinal Cancer, Hôpital Avicenne, Bobigny, France.",
    "Medical Oncologist, GastroIntestinal Cancer, Institut Paoli Calmette, Marseille, France.",
    "Medical Oncologist, GastroIntestinal Cancer, CHU d'Angers, France.",
    "Medical Oncologist, GastroIntestinal Cancer, CHRU de Strasbourg, France.",
    "Medical Oncologist, Université de Grenoble Alpes/Hepato-Gastroenterology and Digestive Oncology Department, CHU Grenoble Alpes/Institute for Advanced Biosciences, CNRS UMR 5309-INSERM U1209, 38043 Grenoble, France.",
    "Medical Oncologist, GastroIntestinal Cancer, Hôpital de la Croix Rousse, Lyon, France.",
    "Biopathology Department, Institut de Cancérologie de Lorraine, CNRS UMR 7039 CRAN, Université de Lorraine, France.",
    "Medical Oncologist, GastroIntestinal Cancer, CHRU de Tours, Tours, France.",
    "Centre Pilote de suivi Biologique des traitements par Anticorps, CHRU de Tours, France.",
    "UNICANCER R&D, 101 rue de Tolbiac 75013 Paris France.",
    "Medical Oncologist, GastroIntestinal Cancer, Hôpital Haut Lévêque, Bordeaux, France.",
    "Medical Oncologist, GastroIntestinal Cancer, Hôpital Haut Lévêque, Bordeaux, France.",
    "Medical Oncologist, GastroIntestinal Cancer - Centre Eugène Marquis France."
  ]
}