{
  "title": "Transfer learning radiomic model predicts intratumoral tertiary lymphoid structures in hepatocellular carcinoma: a multicenter study.",
  "pmid": "40037925",
  "doi": null,
  "affiliations": [
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Institute of Molecular Precision Medicine and Hunan Key Laboratory of Molecular Precision Medicine, Xiangya Hospital Central South University Department of General Surgery, Changsha, Hunan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Department of Radiology, The Second Affiliated Hospital of Hainan Medical University, Haikou, Hainan, China.",
    "Department of Nuclear Medicine, Hainan Cancer Hospital, Haikou, Hainan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Institute of Molecular Precision Medicine and Hunan Key Laboratory of Molecular Precision Medicine, Xiangya Hospital Central South University Department of General Surgery, Changsha, Hunan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China.",
    "Department of Oncology, Mengchao Hepatobiliary Hospital of Fujian Medical University, Fuzhou, Fujian, China.",
    "Institute of Molecular Precision Medicine and Hunan Key Laboratory of Molecular Precision Medicine, Xiangya Hospital Central South University Department of General Surgery, Changsha, Hunan, China wenzheng727@csu.edu.cn fu_kai@csu.edu.cn.",
    "Hunan Key Laboratory of Molecular Precision Medicine, Department of General Surgery, Xiangya Hospital & Center for Medical Genetics, School of Life Sciences, Central South University, Changsha, Hunan, China.",
    "MOE Key Lab of Rare Pediatric Diseases & Hunan Key Laboratory of Medical Genetics of the School of Life Sciences, Central South University, Changsha, Hunan, China.",
    "Department of Radiology, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital Central South University, Changsha, Hunan, China wenzheng727@csu.edu.cn fu_kai@csu.edu.cn."
  ]
}