{
  "title": "Machine learning model for predicting tertiary lymphoid structures and treatment response in triple-negative breast cancer.",
  "pmid": "40595417",
  "doi": null,
  "affiliations": [
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China.",
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China.",
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China.",
    "Department of Breast Surgery, The Second Affiliated Hospital of Fujian Medical University, Quanzhou, 362000, Fujian Province, China.",
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China.",
    "Department of Breast Surgery, Fujian Medical University Union Hospital, Fuzhou, 350001, Fujian Province, China.",
    "Department of Pathology, Shengli Clinical Medical College of Fujian Medical University, Fujian Provincial Hospital, Fuzhou University Affiliated Provincial Hospital, Fuzhou, 350001, Fujian Province, China.",
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China.",
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China.",
    "Department of Medical Imaging, The Affiliated Cancer Hospital of Zhengzhou University & Henan Cancer Hospital, Zhengzhou, Henan Province, 450008, China.",
    "Department of Breast Surgery, Yunnan Cancer Hospital, The Third Affiliated Hospital of Kunming Medical University, Kunming, 650118, Yunnan Province, China. tang_shicong@126.com.",
    "Department of Medical Imaging, The Affiliated Cancer Hospital of Zhengzhou University & Henan Cancer Hospital, Zhengzhou, Henan Province, 450008, China. radiology2005@163.com.",
    "Department of Breast Surgery, Clinical Oncology School of Fujian Medical University, Fujian Cancer Hospital, Fuzhou, 350014, Fujian Province, China. songcg1971@outlook.com."
  ]
}