{
  "title": "The activity of tertiary lymphoid structures in high grade serous ovarian cancer is governed by site, stroma, and cellular interactions.",
  "pmid": "39393357",
  "doi": null,
  "affiliations": [
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA.",
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA.",
    "UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA; Division of Hematology and Oncology, University of Pittsburgh, Pittsburgh, PA 15261, USA.",
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA.",
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA.",
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA.",
    "UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA; Division of Hematology and Oncology, University of Pittsburgh, Pittsburgh, PA 15261, USA.",
    "Department of Surgery, Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA 30322, USA.",
    "Department of Obstetrics, Gynecology, and Reproductive Sciences, University of Pittsburgh, Pittsburgh, PA 15213, USA.",
    "Magee Women's Research Institute, Pittsburgh, PA 15213, USA; Department of Pathology, University of Pittsburgh, Pittsburgh, PA 15261, USA.",
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA.",
    "UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA; Magee Women's Research Institute, Pittsburgh, PA 15213, USA; Division of Hematology and Oncology, University of Pittsburgh, Pittsburgh, PA 15261, USA; Department of Obstetrics, Gynecology, and Reproductive Sciences, University of Pittsburgh, Pittsburgh, PA 15213, USA. Electronic address: coffmanl@upmc.edu.",
    "Department of Immunology, University of Pittsburgh, Pittsburgh, PA 15213, USA; UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA; Tumor Microenvironment Center, Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA 15232, USA; Cancer Immunology and Immunotherapy Program, UPMC Hillman Cancer Center, Pittsburgh, PA 15232, USA. Electronic address: tbruno@pitt.edu."
  ]
}