{
  "title": "Genomic Characteristics Related to Histology-Based Immune Features in Breast Cancer.",
  "pmid": "39956271",
  "doi": null,
  "affiliations": [
    "Department of Pathology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Republic of Korea; Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina.",
    "Department of Pathology and Laboratory Medicine, University of North Carolina School of Medicine, Chapel Hill, North Carolina; Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina.",
    "Department of Pathology and Laboratory Medicine, University of North Carolina School of Medicine, Chapel Hill, North Carolina; Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina.",
    "Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina; Bioinformatics and Computational Biology Curriculum, Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina.",
    "Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina; Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina; Drug Development Department (DITEP), Gustave Roussy Cancer Campus, Villejuif, France; Inserm, Gustave Roussy Cancer Campus, UMR981, Villejuif, France.",
    "Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina.",
    "Division of Oncology, Department of Clinical Sciences, Lund University, Sweden; Lund University Cancer Center, Lund University, Sweden; Sk책ne University Hospital Comprehensive Cancer Center, Lund, Sweden.",
    "Lund University Cancer Center, Lund University, Sweden; Sk책ne University Hospital Comprehensive Cancer Center, Lund, Sweden; Division of Translational Cancer Research, Department of Laboratory Medicine, Lund University, Sweden.",
    "Division of Oncology, Department of Clinical Sciences, Lund University, Sweden; Lund University Cancer Center, Lund University, Sweden; Sk책ne University Hospital Comprehensive Cancer Center, Lund, Sweden.",
    "Division of Oncology, Department of Clinical Sciences, Lund University, Sweden; Lund University Cancer Center, Lund University, Sweden; Sk책ne University Hospital Comprehensive Cancer Center, Lund, Sweden.",
    "Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina; Department of Pathology and Laboratory Medicine, University of North Carolina School of Medicine, Chapel Hill, North Carolina; Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina. Electronic address: cperou@med.unc.edu."
  ]
}