{
  "title": "Radiotherapy-derived engineered stem cell exosomes improve anti-glioma immunotherapy by promoting the formation of tertiary lymphoid structure and improve the release of type I interferon.",
  "pmid": "40121481",
  "doi": null,
  "affiliations": [
    "Department of Neurosurgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "Department of Anesthesiology and Pain Medicine, Hubei Key Laboratory of Geriatric Anesthesia and Perioperative Brain Health, and Wuhan Clinical Research Center for Geriatric Anesthesia, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "College of Biomedicine and Health and College of Life Science and Technology, Huazhong Agricultural University, Wuhan, 430070, People's Republic of China.",
    "Department of Oncology Medicine, Tiantai People's Hospital of Zhejiang Province, Tiantai, 317200, Zhejiang Province, China.",
    "Department of Neurosurgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "Department of Anesthesiology and Pain Medicine, Hubei Key Laboratory of Geriatric Anesthesia and Perioperative Brain Health, and Wuhan Clinical Research Center for Geriatric Anesthesia, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "Department of Neurosurgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "Department of Neurosurgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "Department of Neurosurgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China.",
    "Department of Neurosurgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, People's Republic of China. mxzhu@tjh.tjmu.edu.cn."
  ]
}