{
  "title": "Treatment of colorectal peritoneal metastases with oxaliplatin induces biomarkers predicting response to immune checkpoint blockade.",
  "pmid": "40602034",
  "doi": null,
  "affiliations": [
    "Laboratory Translational Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgical Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Hubrecht Institute, Royal Netherlands Academy of Arts and Sciences (KNAW), and University Medical Center Utrecht, Utrecht, the Netherlands; Oncode Institute, Utrecht, the Netherlands.",
    "Biomolecular Mass Spectrometry and Proteomics, Bijvoet Center for Biomolecular Research, Utrecht Institute for Pharmaceutical Sciences, Utrecht University and Netherlands Proteomics Centre, the Netherlands.",
    "Laboratory Translational Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgical Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgery, Antonius Hospital, Nieuwegein, the Netherlands.",
    "Laboratory Translational Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgical Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Biomolecular Mass Spectrometry and Proteomics, Bijvoet Center for Biomolecular Research, Utrecht Institute for Pharmaceutical Sciences, Utrecht University and Netherlands Proteomics Centre, the Netherlands.",
    "Center for Translational Immunology, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Center for Translational Immunology, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Center for Translational Immunology, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Laboratory Translational Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgical Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Center for Translational Immunology, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Department of Surgery, Catharina Hospital, Eindhoven, the Netherlands.",
    "Biomolecular Mass Spectrometry and Proteomics, Bijvoet Center for Biomolecular Research, Utrecht Institute for Pharmaceutical Sciences, Utrecht University and Netherlands Proteomics Centre, the Netherlands.",
    "Department of Surgery, Catharina Hospital, Eindhoven, the Netherlands.",
    "Department of Surgery, Antonius Hospital, Nieuwegein, the Netherlands.",
    "Laboratory Translational Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgical Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands.",
    "Department of Surgery, Antonius Hospital, Nieuwegein, the Netherlands.",
    "Hubrecht Institute, Royal Netherlands Academy of Arts and Sciences (KNAW), and University Medical Center Utrecht, Utrecht, the Netherlands; Oncode Institute, Utrecht, the Netherlands.",
    "Department of Surgery, Catharina Hospital, Eindhoven, the Netherlands; Department of Epidemiology, GROW-School for Oncology and Developmental Biology, Maastricht University, Maastricht, the Netherlands. Electronic address: ignace.d.hingh@catharinaziekenhuis.nl.",
    "Laboratory Translational Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Department of Surgical Oncology, Division Imaging and Cancer, University Medical Center Utrecht, Utrecht, the Netherlands; Utrecht Platform for Organoid Technology, Utrecht University, Utrecht, the Netherlands. Electronic address: o.kranenburg@umcutrecht.nl."
  ]
}