{
  "title": "Real World Effectiveness of Durvalumab in Stage III Unresectable Non-small Cell Lung Cancer: What is the Role of PD-L1 Expression?",
  "pmid": "40769847",
  "doi": null,
  "affiliations": [
    "Department of Clinical Pharmacy and Toxicology, Leiden University Medical Center, Leiden, the Netherlands; Department of Pharmacy, Haga Teaching Hospital, The Hague, the Netherlands. Electronic address: h.abedian_kalhoran@lumc.nl.",
    "Department of Clinical Pharmacy, St. Antonius Hospital, Utrecht, the Netherlands; Division of Pharmacoepidemiology and Clinical Pharmacology, Utrecht Institute for Pharmaceutical Sciences, Utrecht University, Utrecht, the Netherlands.",
    "Department of Clinical Pharmacy, St. Antonius Hospital, Utrecht, the Netherlands.",
    "Department of Clinical Pharmacy, St. Antonius Hospital, Utrecht, the Netherlands; Division of Pharmacoepidemiology and Clinical Pharmacology, Utrecht Institute for Pharmaceutical Sciences, Utrecht University, Utrecht, the Netherlands.",
    "Department of Thoracic Oncology, Netherlands Cancer Institute-Antoni van Leeuwenhoek Hospital, Amsterdam, the Netherlands; Department of Pulmonary Diseases, Leiden University Medical Centre, Leiden, the Netherlands.",
    "Department of Clinical Pharmacy and Toxicology, Leiden University Medical Center, Leiden, the Netherlands; Department of Biomedical Data Sciences, Leiden University Medical Center, Leiden, The Netherlands.",
    "Department of Pathology, Leiden University Medical Centre, Leiden, the Netherlands.",
    "Department of Clinical Pharmacy & Toxicology, Maastricht University Medical Center+, Maastricht, The Netherlands; CARIM School for Cardiovascular Disease, Maastricht University Medical Center+, Maastricht, The Netherlands.",
    "Department of Pulmonary Diseases - Pulmonic Oncology, Haga Teaching Hospital, The Hague, the Netherlands.",
    "Department of Clinical Pharmacy and Toxicology, Leiden University Medical Center, Leiden, the Netherlands.",
    "Department of Pharmacy, Haga Teaching Hospital, The Hague, the Netherlands; Department of Hospital Pharmacy, Erasmus Medical Centre, Rotterdam, the Netherlands; Department of Epidemiology, Erasmus Medical Centre, Rotterdam, the Netherlands.",
    "Department of Clinical Pharmacy and Toxicology, Leiden University Medical Center, Leiden, the Netherlands."
  ]
}