{
  "title": "Presence of Tertiary Lymphoid Structures and Exhausted Tissue-Resident T Cells Determines Clinical Response to PD-1 Blockade in Renal Cell Carcinoma.",
  "pmid": "39992403",
  "doi": null,
  "affiliations": [
    "Yale Cancer Center, Yale University School of Medicine, New Haven, Connecticut.",
    "Yale Cancer Center, Yale University School of Medicine, New Haven, Connecticut.",
    "Division of Biostatistics, Keck School of Medicine of USC, Los Angeles, California.",
    "Weill Cornell Graduate School of Medical Sciences, New York, New York.",
    "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts.",
    "Yale Cancer Center, Yale University School of Medicine, New Haven, Connecticut.",
    "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts.",
    "Georgetown Lombardi Comprehensive Cancer Center, Washington, District of Columbia.",
    "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.",
    "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.",
    "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.",
    "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts.",
    "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.",
    "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.",
    "Division of Medical Oncology, Beth Israel Deaconess Medical Center, Boston, Massachusetts.",
    "Fox Chase Cancer Center, Temple Health, Philadelphia, Pennsylvania.",
    "Robert H. Lurie Comprehensive Cancer Center of Northwestern University, Chicago, Illinois.",
    "Abramson Cancer Center, University of Pennsylvania, Philadelphia, Pennsylvania.",
    "Herbert Irving Comprehensive Cancer Center, Columbia University, New York, New York.",
    "Hackensack University Medical Center, Hackensack, New Jersey.",
    "Winship Cancer Institute, Emory University, Atlanta, Georgia.",
    "Yale Cancer Center, Yale University School of Medicine, New Haven, Connecticut.",
    "Division of Hematology and Oncology, Department of Internal Medicine, UT Southwestern Medical Center, Dallas, Texas.",
    "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts.",
    "Georgetown Lombardi Comprehensive Cancer Center, Washington, District of Columbia.",
    "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts.",
    "Yale Cancer Center, Yale University School of Medicine, New Haven, Connecticut."
  ]
}