{
  "title": "The correlation of tertiary lymphoid structures with tumor spread through air spaces and prognosis in lung adenocarcinoma: focusing on pathological spatial features.",
  "pmid": "40108601",
  "doi": null,
  "affiliations": [
    "Department of Thoracic Surgery, Fujian Provincial Hospital, Fuzhou University Affiliated Provincial Hospital, No. 134, East Street, Fuzhou, 350001, China.",
    "Shengli Clinical Medical College of Fuzhou University Affiliated Provincial Hospital, Fuzhou, China.",
    "Shengli Clinical Medical College of Fuzhou University Affiliated Provincial Hospital, Fuzhou, China.",
    "Department of Ophthalmology, Fujian Provincial Hospital, Fuzhou University Affiliated Provincial Hospital, Fuzhou, China.",
    "Clinical School of Thoracic, Tianjin Medical University, Tianjin, China.",
    "Department of Pathology, Tianjin Chest Hospital, Tianjin, China.",
    "Clinical School of Thoracic, Tianjin Medical University, Tianjin, China.",
    "Department of Pathology, Tianjin Chest Hospital, Tianjin, China.",
    "Department of Thoracic Surgery, Fujian Provincial Hospital, Fuzhou University Affiliated Provincial Hospital, No. 134, East Street, Fuzhou, 350001, China.",
    "Clinical School of Thoracic, Tianjin Medical University, Tianjin, China.",
    "Clinical School of Thoracic, Tianjin Medical University, Tianjin, China.",
    "Department of Thoracic Surgery, Tianjin Jinnan Hospital, Tianjin, China.",
    "Department of Thoracic Surgery, Fujian Provincial Hospital, Fuzhou University Affiliated Provincial Hospital, No. 134, East Street, Fuzhou, 350001, China.",
    "Shengli Clinical Medical College of Fuzhou University Affiliated Provincial Hospital, Fuzhou, China.",
    "Clinical School of Thoracic, Tianjin Medical University, Tianjin, China. sdqmdsr@163.com.",
    "Department of Thoracic Surgery, Tianjin Chest Hospital, No. 261, Taierzhuang South Road, Tianjin, 300222, China. sdqmdsr@163.com.",
    "Department of Thoracic Surgery, Fujian Provincial Hospital, Fuzhou University Affiliated Provincial Hospital, No. 134, East Street, Fuzhou, 350001, China. pxj1028@yeah.net.",
    "Shengli Clinical Medical College of Fuzhou University Affiliated Provincial Hospital, Fuzhou, China. pxj1028@yeah.net."
  ]
}