{
  "title": "Single-cell transcriptomics analysis reveals that the tumor-infiltrating B cells determine the indolent fate of papillary thyroid carcinoma.",
  "pmid": "40069827",
  "doi": null,
  "affiliations": [
    "State Key Laboratory for Conservation and Utilization of Bio-resources and School of Life Sciences, Yunnan University, Kunming, Yunnan, 650091, China.",
    "Department of Radiation Oncology, Cancer Institute, The First Affiliated Hospital and College of Clinical Medicine of Henan University of Science and Technology, Luoyang, China.",
    "Department of Thyroid Surgery, Clinical Research Center for Thyroid Diseases of Yunnan Province, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Ultrasound Imaging, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Thyroid Surgery, Clinical Research Center for Thyroid Diseases of Yunnan Province, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Thyroid Surgery, Clinical Research Center for Thyroid Diseases of Yunnan Province, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Thyroid Surgery, Clinical Research Center for Thyroid Diseases of Yunnan Province, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Pathology, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Pathology, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Endocrine and Metabolic Diseases Clinical Medical Center of Yunnan, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China.",
    "Department of Thyroid Surgery, Clinical Research Center for Thyroid Diseases of Yunnan Province, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China. cruochuan@foxmail.com.",
    "Department of Thyroid Surgery, Clinical Research Center for Thyroid Diseases of Yunnan Province, The First Affiliated Hospital of Kunming Medical University, Kunming, Yunnan, China. dr.liuwen@qq.com."
  ]
}