{
  "title": "Single-cell landscape identified SERPINB9 as a key player contributing to stemness and metastasis in non-seminomas.",
  "pmid": "39528470",
  "doi": null,
  "affiliations": [
    "Department of Oncology, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 201900, PR China.",
    "Shanghai Institute of Precision Medicine, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200125, PR China.",
    "Department of Oncology, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 201900, PR China.",
    "Shanghai Institute of Precision Medicine, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200125, PR China.",
    "Department of Urology, Fudan University Shanghai Cancer Center, Shanghai, 200032, PR China.",
    "Department of Oncology, Shanghai Medical College, Fudan University, Shanghai, 200032, PR China.",
    "Department of Oncology, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 201900, PR China.",
    "Shanghai Institute of Precision Medicine, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200125, PR China.",
    "School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, 200030, PR China.",
    "Department of Oncology, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 201900, PR China. jiangbinwcr@163.com.",
    "Department of Urology, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200011, PR China. longli13@fudan.edu.cn.",
    "Department of Urology, Fudan University Shanghai Cancer Center, Shanghai, 200032, PR China. suhengchuan@163.com.",
    "Department of Oncology, Shanghai Medical College, Fudan University, Shanghai, 200032, PR China. suhengchuan@163.com.",
    "Department of Oncology, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 201900, PR China. zhangyanjie@shsmu.edu.cn.",
    "Shanghai Institute of Precision Medicine, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, 200125, PR China. zhangyanjie@shsmu.edu.cn."
  ]
}