{
  "title": "Multi-stain deep learning prediction model of treatment response in lupus nephritis based on renal histopathology.",
  "pmid": "39733792",
  "doi": null,
  "affiliations": [
    "Department of Pediatrics, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Clinical Trials Unit, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Department of Pediatrics, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Department of Nephrology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China; National Health Commission Key Laboratory of Clinical Nephrology (Sun Yat-sen University) and Guangdong Provincial Key Laboratory of Nephrology, Guangzhou, Guangdong, China.",
    "Department of Medical Ultrasonics, Institute of Diagnostic and Interventional Ultrasound, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Department of Nephrology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China; National Health Commission Key Laboratory of Clinical Nephrology (Sun Yat-sen University) and Guangdong Provincial Key Laboratory of Nephrology, Guangzhou, Guangdong, China.",
    "Department of Pediatrics, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Department of Nephrology, Zhongshan City People's Hospital, Zhongshan, Guangdong, China.",
    "Department of Pediatrics, Sun Yat-sen Memorial Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Department of Nephrology, Guangzhou First People's Hospital, Guangzhou, Guangdong, China.",
    "Department of Pediatrics, Guangzhou First People's Hospital, Guangzhou, Guangdong, China.",
    "Department of Pediatrics, Zhongshan City People's Hospital, Zhongshan, Guangdong, China.",
    "Clinical Trials Unit, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China; Institute of Precision Medicine, the First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China; Department of Gastroenterology and Hepatology, the First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China.",
    "Department of Pediatrics, Sun Yat-sen Memorial Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China. Electronic address: tanwp@mail.sysu.edu.cn.",
    "Department of Nephrology, Zhongshan City People's Hospital, Zhongshan, Guangdong, China. Electronic address: yeqing2318@aliyun.com.",
    "Department of Nephrology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China; National Health Commission Key Laboratory of Clinical Nephrology (Sun Yat-sen University) and Guangdong Provincial Key Laboratory of Nephrology, Guangzhou, Guangdong, China. Electronic address: chenwei99@mail.sysu.edu.cn.",
    "Department of Pediatrics, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou, Guangdong, China. Electronic address: jxiaoy@mail.sysu.edu.cn."
  ]
}