{
  "title": "GZMK-expressing CD8",
  "pmid": "39814882",
  "doi": null,
  "affiliations": [
    "Department of Otolaryngology Head and Neck Surgery, Beijing TongRen Hospital, Capital Medical University, Beijing, China.",
    "Beijing Key Laboratory of Nasal Disease, Beijing Institute of Otolaryngology, Beijing, China.",
    "Laboratory of Dynamic Immunobiology, Institute for Immunology, Tsinghua University, Beijing, China.",
    "Tsinghua-Peking Center for Life Sciences, Beijing, China.",
    "School of Life Sciences, Tsinghua University, Beijing, China.",
    "Laboratory of Dynamic Immunobiology, Institute for Immunology, Tsinghua University, Beijing, China.",
    "School of Basic Medical Sciences, Tsinghua Medicine, Tsinghua University, Beijing, China.",
    "School of Life Sciences, Tsinghua University, Beijing, China.",
    "Beijing Key Laboratory of Nasal Disease, Beijing Institute of Otolaryngology, Beijing, China.",
    "Department of Allergy, Beijing TongRen Hospital, Capital Medical University, Beijing, China.",
    "School of Life Sciences, Tsinghua University, Beijing, China.",
    "Changping Laboratory, Beijing, China.",
    "Department of Otolaryngology Head and Neck Surgery, Beijing TongRen Hospital, Capital Medical University, Beijing, China.",
    "Beijing Key Laboratory of Nasal Disease, Beijing Institute of Otolaryngology, Beijing, China.",
    "Department of Otolaryngology Head and Neck Surgery, Beijing TongRen Hospital, Capital Medical University, Beijing, China.",
    "Beijing Key Laboratory of Nasal Disease, Beijing Institute of Otolaryngology, Beijing, China.",
    "Laboratory of Dynamic Immunobiology, Institute for Immunology, Tsinghua University, Beijing, China. xil2020@tsinghua.edu.cn.",
    "School of Basic Medical Sciences, Tsinghua Medicine, Tsinghua University, Beijing, China. xil2020@tsinghua.edu.cn.",
    "Changping Laboratory, Beijing, China. xil2020@tsinghua.edu.cn.",
    "School of Life Sciences, Tsinghua University, Beijing, China. jianbinwang@tsinghua.edu.cn.",
    "Changping Laboratory, Beijing, China. jianbinwang@tsinghua.edu.cn.",
    "Department of Otolaryngology Head and Neck Surgery, Beijing TongRen Hospital, Capital Medical University, Beijing, China. dr.luozhang@139.com.",
    "Beijing Key Laboratory of Nasal Disease, Beijing Institute of Otolaryngology, Beijing, China. dr.luozhang@139.com.",
    "Department of Allergy, Beijing TongRen Hospital, Capital Medical University, Beijing, China. dr.luozhang@139.com.",
    "Laboratory of Dynamic Immunobiology, Institute for Immunology, Tsinghua University, Beijing, China. qihai@tsinghua.edu.cn.",
    "Tsinghua-Peking Center for Life Sciences, Beijing, China. qihai@tsinghua.edu.cn.",
    "School of Basic Medical Sciences, Tsinghua Medicine, Tsinghua University, Beijing, China. qihai@tsinghua.edu.cn.",
    "Changping Laboratory, Beijing, China. qihai@tsinghua.edu.cn.",
    "New Cornerstone Science Laboratory, Tsinghua Medicine, Tsinghua University, Beijing, China. qihai@tsinghua.edu.cn.",
    "Beijing Frontier Research Center for Biological Structure, Tsinghua University, Beijing, China. qihai@tsinghua.edu.cn.",
    "Beijing Key Laboratory for Immunological Research on Chronic Diseases, Tsinghua University, Beijing, China. qihai@tsinghua.edu.cn.",
    "SXMU-Tsinghua Collaborative Innovation Center for Frontier Medicine, Shanxi Medical University, Taiyuan, China. qihai@tsinghua.edu.cn."
  ]
}