{
  "title": "Comparative analysis of tertiary lymphoid structures for predicting survival of colorectal cancer: a whole-slide images-based study.",
  "pmid": "39582837",
  "doi": null,
  "affiliations": [
    "Department of Radiology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Guangdong Provincial Key Laboratory of Artificial Intelligence in Medical Image Analysis and Application, Guangzhou 510080, China.",
    "Guangdong Provincial Key Laboratory of Artificial Intelligence in Medical Image Analysis and Application, Guangzhou 510080, China.",
    "Department of Radiology, Fudan University Shanghai Cancer Center, Shanghai 200032, China.",
    "Department of Oncology, Shanghai Medical College, Fudan University, Shanghai 200032, China.",
    "Department of Radiology, The First Affiliated Hospital of Chongqing Medical University, Chongqing 400042, China.",
    "Department of Pathology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Guangdong Provincial Key Laboratory of Artificial Intelligence in Medical Image Analysis and Application, Guangzhou 510080, China.",
    "Department of Radiology, The Third Affiliated Hospital of Kunming Medical University, Yunnan Cancer Hospital, Yunnan Cancer Center, Kunming 650118, China.",
    "Department of Pathology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou 450052, China.",
    "Henan Provincial Key Laboratory of Radiation Medicine, The First Affiliated Hospital of Zhengzhou University, Zhengzhou 450052, China.",
    "Tianjian Laboratory of Advanced Biomedical Sciences, Zhengzhou University, Zhengzhou 450052, China.",
    "Department of Radiology, Sun Yat-sen University Cancer Center, Guangzhou 510060, China.",
    "Department of Radiology, Fudan University Shanghai Cancer Center, Shanghai 200032, China.",
    "Department of Oncology, Shanghai Medical College, Fudan University, Shanghai 200032, China.",
    "Guangdong Provincial Key Laboratory of Artificial Intelligence in Medical Image Analysis and Application, Guangzhou 510080, China.",
    "Department of Radiology, Shanxi Cancer Hospital, Shanxi Medical University, Taiyuan 030013, China.",
    "Department of Radiology, Shanxi Cancer Hospital, Shanxi Medical University, Taiyuan 030013, China.",
    "Department of Radiology, The Sixth Affiliated Hospital of Sun Yat-sen University, Guangzhou 510655, China.",
    "Department of Radiology, The First Affiliated Hospital of Chongqing Medical University, Chongqing 400042, China.",
    "Department of Radiology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Guangdong Provincial Key Laboratory of Artificial Intelligence in Medical Image Analysis and Application, Guangzhou 510080, China.",
    "Medical Research Institute, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, China.",
    "Department of Radiology, Guangdong Provincial People's Hospital (Guangdong Academy of Medical Sciences), Southern Medical University, Guangzhou 510080, China.",
    "Guangdong Provincial Key Laboratory of Artificial Intelligence in Medical Image Analysis and Application, Guangzhou 510080, China."
  ]
}