{
  "title": "A novel hybrid model for predicting tertiary lymphoid structures and targeted immunotherapy outcomes in hepatocellular carcinoma: a multicenter retrospective study.",
  "pmid": "39658681",
  "doi": null,
  "affiliations": [
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "Department of Radiology, The Third Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
    "Department of Oncology and Southwest Cancer Center, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "Institute of Pathology and Southwest Cancer Center, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China. caiping@tmmu.edu.cn.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China. landcw@tmmu.edu.cn.",
    "Institute of Pathology and Southwest Cancer Center, Southwest Hospital, Third Military Medical University (Army Medical University), Chongqing, China. 13677653886@163.com.",
    "7T Magnetic Resonance Translational Medicine Research Center, Department of Radiology, Southwest Hospital, Army Medical University (Third Military Medical University), Chongqing, China. lxm359261069@tmmu.edu.cn."
  ]
}