{
  "title": "Autonomic nervous system development-related signature as a novel predictive biomarker for immunotherapy in pan-cancers.",
  "pmid": "40771813",
  "doi": null,
  "affiliations": [
    "Department of Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Jiangsu Collaborative Innovation Center of Traditional Chinese Medicine Prevention and Treatment of Tumor, Nanjing, Jiangsu, China.",
    "Department of Surgery/Division of General Surgery, Beth Israel Deaconess Medical Center, Boston, MA, United States.",
    "Harvard Medical School, Boston, MA, United States.",
    "Department of Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "The Academy of Phenomics of TCM, and School of Integrated Medicine, Nanjing University of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Pharmacology, University of Nevada Reno School of Medicine, Reno, NV, United States.",
    "Jiangsu Collaborative Innovation Center of Traditional Chinese Medicine Prevention and Treatment of Tumor, Nanjing, Jiangsu, China.",
    "Oncology Department of Integrated Chinese and Western Medicine, First Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China.",
    "Department of GCP Research Center, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Surgical Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Key Laboratory, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Surgical Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Department of Oncology, Affiliated Hospital of Nanjing University of Chinese Medicine, Jiangsu Province Hospital of Chinese Medicine, Nanjing, Jiangsu, China.",
    "Jiangsu Collaborative Innovation Center of Traditional Chinese Medicine Prevention and Treatment of Tumor, Nanjing, Jiangsu, China."
  ]
}