{
  "title": "Multi-omic profiling highlights factors associated with resistance to immuno-chemotherapy in non-small-cell lung cancer.",
  "pmid": "39658657",
  "doi": null,
  "affiliations": [
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Key Laboratory of Spine and Spinal Cord Injury Repair and Regeneration of Ministry of Education, Department of Orthopedics, Tongji Hospital, School of Life Science and Technology, Tongji University, Shanghai, China.",
    "Frontier Science Center for Stem Cell Research, School of Life Sciences and Technology, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "State Key Laboratory of Cell Biology, Center for Excellence in Molecular Cell Science, Shanghai Institute of Biochemistry and Cell Biology, Chinese Academy of Sciences, University of Chinese Academy of Sciences, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Pathology, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Department of Pathology, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Stem Cell Translational Research Center, Tongji Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "Central Laboratory, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China.",
    "State Key Laboratory of Cell Biology, Center for Excellence in Molecular Cell Science, Shanghai Institute of Biochemistry and Cell Biology, Chinese Academy of Sciences, University of Chinese Academy of Sciences, Shanghai, China. azeng@sibcb.ac.cn.",
    "Central Laboratory, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China. zhanglele@tongji.edu.cn.",
    "Stem Cell Translational Research Center, Tongji Hospital, School of Medicine, Tongji University, Shanghai, China. yi.eve.sun@gmail.com.",
    "Key Laboratory of Spine and Spinal Cord Injury Repair and Regeneration of Ministry of Education, Department of Orthopedics, Tongji Hospital, School of Life Science and Technology, Tongji University, Shanghai, China. 08chenfeiwang@tongji.edu.cn.",
    "Frontier Science Center for Stem Cell Research, School of Life Sciences and Technology, Tongji University, Shanghai, China. 08chenfeiwang@tongji.edu.cn.",
    "National Key Laboratory of Autonomous Intelligent Unmanned Systems, Tongji University, Shanghai, China. 08chenfeiwang@tongji.edu.cn.",
    "Frontier Science Center for Intelligent Autonomous Systems, Tongji University, Shanghai, China. 08chenfeiwang@tongji.edu.cn.",
    "Department of Thoracic Surgery, Shanghai Pulmonary Hospital, School of Medicine, Tongji University, Shanghai, China. zhangpeng1121@tongji.edu.cn.",
    "Department of Thoracic Surgery, The First Affiliated Hospital of Shihezi University Medical College, Shihezi, China. zhangpeng1121@tongji.edu.cn."
  ]
}