{
  "title": "Advances in renal cancer: diagnosis, treatment, and emerging technologies.",
  "pmid": "40751897",
  "doi": null,
  "affiliations": [
    "Department of Radiology, Institute of Medicine, University of Tsukuba, 1-1-1 Tennodai, Tsukuba, Ibaraki, 305-8575, Japan. saida_sasaki_tsukasa@md.tsukuba.ac.jp.",
    "Department of Fundamental Development for Advanced Low Invasive Diagnostic Imaging, Nagoya University Graduate School of Medicine, 65 Tsurumai-Cho, Showa-Ku, Nagoya, Aichi, 466-8550, Japan.",
    "Department of Radiology, Nagoya University Graduate School of Medicine, 65 Tsurumai-Cho, Showa-Ku, Nagoya, Aichi, 466-8550, Japan.",
    "Department of Artifcial Intelligence, Graduate School of Medicine, Osaka Metropolitan University, 1-4-3 Asahi-Machi, Abeno-Ku, Osaka, 545-8585, Japan.",
    "Radiation Oncology Division, Global Center for Biomedical Science and Engineering, Faculty of Medicine, Hokkaido University, Nishi 7, Kita 15, Kita-Ku, Sapporo, Hokkaido, 060-8638, Japan.",
    "Department of Radiology, Graduate School of Medicine, The University of Tokyo, 7-3-1, Hongo, Bunkyo-Ku, Tokyo, 113-8655, Japan.",
    "Department of Radiology, Nagoya University Graduate School of Medicine, 65 Tsurumai-Cho, Showa-Ku, Nagoya, Aichi, 466-8550, Japan.",
    "Department of Diagnostic Imaging, Faculty of Medicine, Hokkaido University, Nishi 7, Kita 15, Kita-Ku, Sapporo, Hokkaido, 060-8638, Japan.",
    "Department of Diagnostic Radiology, Kansai Electric Power Hospital, 2-1-7, Fukushima, Fukushima-Ku, Osaka, 553-0003, Japan.",
    "Department of Radiology, Kagoshima University Graduate School of Medical and Dental Sciences, 8-35-1 Sakuragaoka, Kagoshima, 890-8520, Japan.",
    "Department of Radiology, University of Occupational and Environmental Health, 1-1 Iseigaoka, Yahatanishi-Ku, Kitakyushu, 807-8555, Japan.",
    "Department of Diagnostic Radiology, National Cancer Center Hospital, 5-1-1, Tsukiji,Chuo-Ku, Tokyo, 104-0045, Japan.",
    "Department of Radiology, Osaka University Graduate School of Medicine, 2-2 Yamadaoka, Suita, Osaka, 565-0871, Japan.",
    "Department of Diagnostic Imaging and Nuclear Medicine, Kyoto University Graduate School of Medicine, 54 Shogoin Kawahara-Cho, Sakyo-Ku, Kyoto, 606-8507, Japan.",
    "Department of Radiology, Osaka University Graduate School of Medicine, 2-2 Yamadaoka, Suita, Osaka, 565-0871, Japan.",
    "Department of Radiology, Kobe University Graduate School of Medicine, 7-5-2, Kusunoki-Cho, Chuo-Ku, Kobe, 650-0017, Japan.",
    "Department of Diagnostic Radiology, Faculty of Life Sciences, Kumamoto University, 1-1-1 Honjo, Chuo-Ku, Kumamoto, 860-8556, Japan.",
    "Department of Radiology, Nagoya University Graduate School of Medicine, 65 Tsurumai-Cho, Showa-Ku, Nagoya, Aichi, 466-8550, Japan."
  ]
}